Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=193_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Toimittajat:
smn: Toimitteijeeh:

source: Ulla Aikio-Puoskari (vastaava toimittaja)
smn: Ulla Aikio-Puoskari (västideijee toimâtteijee)

source: Suvi West & Saamelaisalueen koulutuskeskus / Sámi oahpahusguovddáš, medialinja: lyhytvideot
smn: Suvi West & Sámi oahpahusguovddáš / Säämi máttááttâskuávdáš, medialinjâš: uánihisvideoh

source: Kaisa Tapiola 2011
smn: Bikká-Márjá Puoskari 2008

source: Milla Elmiina Pulska 2015
smn: Unna-Maari Pulska 2012

source: Studio Borga / Minna Saastamoinen: grafiikka
smn: Anni Näkkäläjärvi: koverááiđuh

source: Solinum Oy / Janne Mikkola: sivuston tekninen toteutus
smn: Solinum Oy / Janne Mikkola: siijđoi teknisâš olášuttem

source: Julkaisija:
smn: Almostittee:

source: Saamelaiskäräjät / koulutus- ja oppimateriaalitoimisto
smn: Sämitigge / škovlim- já oppâmateriaaltoimâttâh

source: Kustantajat:
smn: Kuástideijeeh:

source: Saamelaiskäräjät ja sisäasiainministeriön YES-projekti.
smn: Sämitigge já sisašijministeriö YES-proojeekt.

source: Saamelaiskäräjät kiittää YLE Sámi radion toimitusta ja kaikkia muita eri tavoin nettilehden tekoon osallistuneita ja sivustolle materiaalia ja julkaisuoikeuksia luovuttaneita.
smn: Sämitigge kijttá YLE Sámi radio toimâttâs já puohâid iärásijd jieškote-uv vuovvijn nettiaavis rähtimân uásálistám já sijđoid materiaal já almostittemvuoigâdvuođâid adelem ulmuid.

source: Saamelaiskäräjät / Koulutus- ja oppimateriaalitoimisto, SAJOS, 99870-Inari, Suomi / Finland.
smn: Sämitigge / Škovlim- já oppâmateriaaltoimâttâh, SAJOS, 99870-Aanaar, Suomâ / Finland.
